const seed = (knex) => {
  const places = [
    { id: 0, name: 'Западная Сибирь' },
    { id: 1, name: 'Восточная Сибирь и Таймыр' },
    { id: 2, name: 'Дальний Восток' },
    { id: 3, name: 'Колыма и Чукотка (лагеря Дальстроя' },
    { id: 4, name: 'Урал и Пермский край' },
    { id: 5, name: 'Коми' },
    { id: 6, name: 'Центральная Россия и Ленинградская область' },
    { id: 7, name: 'Европейский Север' },
    { id: 8, name: 'Кавказ' },
    { id: 9, name: 'Украина и Прибалтика' },
    { id: 10, name: 'Поволжье' },
    { id: 11, name: 'Средняя Азия' },
    { id: 12, name: 'Москва и Подмосковье' }
  ];

  return knex('places').insert(places);
};

exports.seed = seed;
